{
    "header": {
        "about-me": "About me",
        "skills": "Skills",
        "projects": "Projects",
        "contact": "Contact",
        "resume": "Resume"
    },
    "home": {
        "hello": "Hello!",
        "im": "I'm Maicol",
        "dev": "Developer",
        "text": "I am a Colombian junior web developer and graphic designer, specialized in Frontend and Backend. I enjoy both layout and programming, finding satisfaction in every stage of the creative process. If you are looking for a versatile and passionate collaborator, I'm here to bring your web projects to life with a unique and captivating touch!",
        "web-developer": "Web Developer",
        "web-designer" : "Web Designer"

    },
    "projects": {
        "web-design": "Web Design / Front-end Developer / Back-end Developer",
        "code": "Code",
        "project": "Project",
        "description1": "A website where Pokémon fans can find information about their favorite characters.",
        "description2": "You can investigate the characters that reside in various galaxies and know their vital status.",
        "description3": "Simulation of a virtual appliance store with the ability to filter by search.",
        "description4": "Application to consult weather data",
        "description5": "User registration by name, email and age",
        "description6":"Explore your destiny with our Fortune Cookie website. Find inspiring predictions and advice with just one click. Discover what the future has in store for you!",
        "description7":"Web portfolio developed with HTML and CSS",
        "description8":"Click counter using useState",
        "description9": "Full stack web application simplifies user and password management! Register, validate and change passwords securely and efficiently. A complete solution for online identity management.",
        "description10": "Discover country data dynamically. Filter by language and access key information such as population, capital and continent. Explore the world quickly and easily!",
        "description11":"Website developed using HTML CSS and JavaScript",
        "description12":"Solve mathematical operations",
        "description13":"Identify words that are palindromas",

        "title4":"Weather app",
        "title5":"User Registration",
        "title6": "Fortune cookie",
        "title7": "Portfolio",
        "title8": "Click counter",
        "title9": "User authentication",
        "title10": "Countries app",
        "title11": "Dinamic fragrances ",
        "title12": "Freecodecamp Calculator",
        "title13": "Palindrome identifier"

    },
    "habilities": {
        "title": "Skills are important, but not all of them have to be technical",
        "p": "In my career as a web developer, I not only stand out for my solid technical skills, but also for my soft skills that enrich my contribution to the team. My ability to communicate effectively facilitates understanding of client needs, while my collaborative approach ensures seamless integration with teammates.",
        "problem-res": "Problem resolution",
        "teamwork": "Teamwork",
        "creativity": "Creativity",
        "empathy": "Empathy", 


        "reverse1":"Efficiency, quality and constant learning, benefiting customer satisfaction and professional reputation.",
        "reverse2":"Effective collaboration, fluid communication and creation of quality products.",
        "reverse3":"Optimizes aesthetics, solves problems and improves the user experience",
        "reverse4":"Understand user needs and design more satisfying and accessible experiences."
    },
    "footer": {
        "contactme": "Contact me",
        "t": "If you want to contact me, leave me a message!",
        "name": "Name",
        "email": "Email",
        "message": "Message",
        "send": "Send",
        "alert": "Message sent succesfully"


        
     
    }

}