{
    "header": {
        "about-me": "Acerca de mi",
        "skills": "Habilidades",
        "projects": "Proyectos",
        "contact": "Contacto",
        "resume": "Currículum"
    },
    "home": {
        "hello": "Hola!",
        "im": "Soy Maicol",
        "dev": "Desarrollador",
        "text": "Soy un desarrollador web junior y diseñador gráfico colombiano, especializado en Frontend y Backend. Disfruto tanto de la maquetación como de la programación, encontrando satisfacción en cada etapa del proceso creativo. Si estas buscando un colaborador versátil y apasionado , ¡Estoy aquí para darle vida a tus proyectos web con un toque único y cautivador!",
        "web-developer": "Desarrollador Web",
        "web-designer" : "Diseñador Web"
    },
    "projects": {
        "web-design": "Diseñador web / Desarrollador Front-end / Desarrollador Back-end",
        "code": "Codigo",
        "project": "Proyecto",
        "description1":"Un sitio web donde los aficionados de Pokémon pueden encontrar información sobre sus personajes favoritos.",
        "description2": "Puedes investigar los personajes que residen en diversas galaxias y conocer su estado vital.",
        "description3": "Simulación de una tienda virtual de electrodomésticos con capacidad para filtrar mediante búsqueda.",
        "description4": "Aplicación para consultar datos climatológicos",
        "description5": "Registro de usuario por nombre, correo electrónico y edad",
        "description6": "Explora tu destino con nuestra web de la Galleta de la Fortuna. Encuentra predicciones y consejos inspiradores con solo un clic. ¡Descubre lo que el futuro tiene para ti!",
        "description7": "Portafolio web desarrollado con HTML y CSS",
        "description8": "Contador de clics usando useState",
        "description9":"¡Aplicación web full stack simplifica la gestión de usuarios y contraseñas! Registra, valida y cambia contraseñas de forma segura y eficiente. Una solución completa para la gestión de identidades en línea.",
        "description10": "Descubre datos de países de forma dinámica. Filtra por idioma y accede a información clave como población, capital y continente. ¡Explora el mundo de manera fácil y rápida!",


        "title4": "Aplicación meteorológica",
        "title5": "Registro de usuarios",
        "title6": "Galleta de la fortuna",
        "title7": "Portafolio",
        "title8": "Contador de clics",
        "title9": "Autenticación de usuario",
        "title10": "Aplicación de países"
    },
    "habilities": {
        "title": "Las habilidades son importantes, pero no todas tienen que ser técnicas",
        "p": "En mi carrera como desarrollador web no solo destaco por mis sólidas habilidades técnicas, sino también por mis habilidades blandas que enriquecen mi aporte al equipo. Mi capacidad para comunicarme de manera efectiva facilita la comprensión de las necesidades del cliente, mientras que mi enfoque colaborativo garantiza una integración perfecta con los compañeros de equipo.",
        "problem-res": "Resolucion de problemas",
        "teamwork": "Trabajo en equipo",
        "creativity": "Creatividad",
        "empathy": "Empatía",

        "reverse1":"Eficiencia, calidad y aprendizaje constante, beneficiando la satisfacción del cliente y la reputación profesional.",
        "reverse2":"Colaboración efectiva, comunicación fluida y creación de productos de calidad.",
        "reverse3":"Optimiza la estética, soluciona problemas y mejora la experiencia del usuario",
        "reverse4":"Comprender las necesidades de los usuarios y diseñar experiencias más satisfactorias y accesibles"
    },
    "footer": {
        "contactme": "Contáctame",
        "t": "Si quieres contactarme, dejame un mensaje!",
        "name": "Nombre",
        "email": "Correo electronico",
        "message": "Mensaje",
        "send": "Enviar",
        "alert": "Mensaje enviado con éxito"
       
    }
}